{
  "pageContent": "A Green School, localizada em Bali, Indonésia, é uma instituição inovadora que promove uma educação centrada na sustentabilidade e na conexão com a natureza. Desde sua fundação em 2008, a escola tem como objetivo desenvolver a paixão dos alunos pela sustentabilidade, permitindo que eles escolham suas aulas e contribuam ativamente na criação do currículo. Essa abordagem não apenas engaja os alunos, mas também os transforma em agentes de mudança em suas comunidades. O ambiente da escola, cercado pela natureza, incentiva os alunos a interagir com o mundo ao seu redor, promovendo uma consciência ambiental desde cedo.\n\nA metodologia da Green School é baseada na flexibilidade e na personalização do aprendizado. Os alunos têm a liberdade de explorar suas paixões e interesses, o que resulta em um aprendizado mais significativo e motivador. A escola também valoriza a diversidade, com estudantes de quase 40 nacionalidades, e se esforça para integrar a cultura balinesa em seu currículo. Além disso, a Green School implementa projetos práticos, como a transformação de óleo de cozinha em biodiesel e iniciativas de limpeza de praias, que conectam os alunos com questões ambientais reais e os encorajam a agir.\n\nOutro aspecto importante da Green School é a forte ênfase na comunidade. A participação dos pais e da comunidade local é incentivada, criando um ambiente de aprendizado colaborativo. A escola não é apenas um espaço para os alunos, mas um centro comunitário onde todos aprendem juntos. Essa abordagem holística e integrada à educação visa formar cidadãos conscientes e responsáveis, prontos para enfrentar os desafios do mundo contemporâneo e contribuir para um futuro sustentável.",
  "metadata": {
    "titulo": "Green School - Bali/Indonésia",
    "temporada": 2,
    "episodio": 11,
    "pilar_inovacao": "Sustentabilidade e Aprendizagem Experiencial",
    "gatilhos_comportamentais": [
      "falta de engajamento",
      "desconexão com a natureza",
      "falta de consciência ambiental"
    ],
    "gatilhos_conteudo": [
      "Sustentabilidade",
      "Educação Ambiental",
      "Ciências"
    ],
    "competencias_bncc": [
      "Competência 3 - Pensamento Crítico",
      "Competência 5 - Cultura Digital",
      "Competência 6 - Trabalho e Projeto de Vida"
    ]
  }
}